Repository: GamemakerChina/GMS2_manual_en2ch
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: zh_cn

source: Click button to rotate clockwise (Shift for anti-clockwise)
zh_cn: 点击按钮以进行顺时针旋转(按住Shift逆时针)

source: Click here to browse the marketplace.
zh_cn: 单击此处以浏览市场。

source: Click on "OK" and then use the shortcut to run your game to have it use these parameters and help with your debugging.
zh_cn: 点击“确定”，然后用快捷方式运行游戏，让它使用这些参数并帮助你调试。

source: Click the arrow in the direction you want to shift the path.
zh_cn: 单击方向箭头移动路径。

source: Click this to open the manual (or alternatively, press ).
zh_cn: 点击（或者按下）此按钮将打开手册。

source: Click to add a point, drag to move (${ctrl} - move control point; Shift - snap; Enter - commit)
zh_cn: 点击添加一个点，拖拽移动 (${ctrl} - 移动控制点； Shift - 吸附； Enter - 确认)

source: Click to add a point, drag to move (Ctrl - move control point; Shift - snap; Enter - commit)
zh_cn: 点击添加一个点，拖拽移动 (Ctrl - 移动控制点; Shift - 吸附; Enter - 确认)

source: Click to add points (Enter to commit)
zh_cn: 点击添加点 (Enter确认)

source: Click to erase
zh_cn: 点击擦除

source: Click to fill (Alt to tile with brush)
zh_cn: 点击填充 (按住Alt使用笔刷平铺填充)

source: Click to insert text
zh_cn: 点击插入文本

source: Click to open in a window.
zh_cn: 单击以在窗口中打开。

source: Click to paint (Shift for a straight line, ${ctrl} to pick a colour)
zh_cn: 点击绘制 (Shift 为绘制直线， ${ctrl} 选取颜色)

source: Click to paint (Shift for a straight line, Ctrl to pick a colour)
zh_cn: 点击绘制(按住Shift绘制直线，按住Ctrl选取颜色)

source: Click to remove a colour
zh_cn: 单击删除一个颜色

source: Click to replace selection (${ctrl} to add to selection, Alt to subtract from selection)
zh_cn: 点击替换选区 (${ctrl} 添加到选区， Alt 减去选区)

source: Click to replace selection (Ctrl to add to selection, Alt to subtract from selection)
zh_cn: 点击替换选区(Ctrl添加选区，Alt减去选区)

source: Click to replace selection (Ctrl to add to selection, Shift to subtract from selection)
zh_cn: 点击以替换选区(按住Ctrl添加到选区，按住Shift从选区减去)

source: Click to swap colours (Alt to replace alpha also)
zh_cn: 点击交换颜色 (按住Alt会同时替换透明度)

source: Click to visit the Marketplace and browse assets.
zh_cn: 点击并访问市场浏览所需。

source: Click with the left mouse button on the sprite box and the Asset Explorer will appear with a list of all the available sprites from the resource tree:
zh_cn: 点击精灵框上的鼠标左键，资源浏览器将显示资源树中所有可用的精灵列表：

source: Clicking Resources will open up a list of all the resources in the Resource Tree that you can create, and selecting any one of them will create that resource for you, and focus the workspace on the editor window for that resource.
zh_cn: 单击 资源 将打开 资源树 中可以创建的所有资源类型的列表，选择任何一个将为您创建该资源，并将工作区焦点放在该资源的编辑器窗口上。

source: Clicking on any of the resources shown on the list will open it in the current workspace or focus the workspace on it if it is already open.
zh_cn: 单击列表中显示的任一资源将在当前工作空间中打开它，如果已经在工作区中打开，则会把工作区的焦点放在其上。

source: Clicking on the Modify Collision Shape button will open the following chained window to edit the shape: This looks similar to the Path Editor, and functions in much the same way.
zh_cn: 点击修改碰撞形状按钮将打开以下链接窗口来编辑形状：这看起来类似于路径编辑器</ a9>，并且功能大致相同。

source: Clicking this will initiate the download and installation of the selected runtime (a status bar will be shown in the top right of the IDE).
zh_cn: 点击这个将初始化下载并安装选中的运行库（IDE顶部靠右将显示一个状态条）。

source: Clicking this will open up the Main Game Options Editor.
zh_cn: 点击此按钮将打开 主游戏选项编辑器。

source: Clicking this will refresh the project list from the Marketplace so you can check to see if anything has been updated and get the latest versions.
zh_cn: 单击将从市场刷新项目列表，以便您可以检查，看看是否有任何已更新，并获得最新版本。

source: Clicking this will remove the selected runtime from your hard drive.
zh_cn: 点击这个将从硬盘中删除选中的运行库。

source: Clicking this will take you to a support forum article that details what you need on a per-platform basis.
zh_cn: 点击该选项将会带你到一个 服务支持论坛的文章，里面详细阐述了对于每个平台基底你所需要的东西。

source: Clicking this will test-run your current project along with the debug module.
zh_cn: 单击此项将和调试模块一起测试运行当前项目。使用它来测试和调试你的游戏。

source: Clicking this will test-run your project on the chosen target platform.
zh_cn: 单击此项将在所选目标平台上测试运行您的项目。

source: Clicking this will toggle the view between the tutorials or demos you own and those that you have installed.
zh_cn: 单击此按钮可以在你所拥有和那些已安装的教程视图之间进行切换。

source: Client Panel
zh_cn: 客户端面板

source: Clip To Parent
zh_cn: 剪辑到父级

source: Clone
zh_cn: 克隆

source: Clone Repository
zh_cn: 克隆存储库

source: Clone current view
zh_cn: 克隆当前视图

source: Cloning...
zh_cn: 克隆中...

source: Close
zh_cn: 关闭

source: Close All
zh_cn: 全部关闭

source: Close All But This
zh_cn: 关闭除此以外的所有

source: Close Button
zh_cn: 关闭按钮

source: Close Ini File
zh_cn: 关闭ini文件

source: Close current tab
zh_cn: 关闭当前标签页

source: Close sound
zh_cn: 关闭声音

source: Close sound group
zh_cn: 关闭音频组

source: Close the currently open ini file.
zh_cn: 关闭当前已开启的ini文件。

source: Close the game
zh_cn: 关闭游戏

source: Closed
zh_cn: 闭合

source: Closing a non-empty workspace
zh_cn: 关闭一个非空工作区

source: Closing this workspace will also close the contained editors, are you sure?
zh_cn: 关闭此工作区也将关闭所包含的编辑器，你确定吗？

source: Cloud
zh_cn: 云

source: Code
zh_cn: 代码

source: Code (Group: {0})
zh_cn: 代码 (组: {0})

source: Code / Script Editor
zh_cn: 代码 / 脚本编辑器

source: Code Completion delay (ms)
zh_cn: 代码补全延迟 （毫秒）

source: Code Editor
zh_cn: 代码编辑器

source: Code Error
zh_cn: 代码错误

source: Code Input
zh_cn: 代码输入

source: Code Snippets
zh_cn: 代码片段

source: Collapse All
zh_cn: 全部折叠

source: Collapse/Expand dock panels (F12)
zh_cn: 折叠/展开停靠栏面板 (F12)

source: Collapsed
zh_cn: 折叠

source: Collision
zh_cn: 碰撞

source: Collision Event
zh_cn: 碰撞事件

source: Collision Group
zh_cn: 碰撞组

source: Collision Mask
zh_cn: 碰撞遮罩

source: Collision Mask:
zh_cn: 碰撞遮罩：

source: Collision Shape
zh_cn: 碰撞形状

source: Collisions
zh_cn: 碰撞

source: Color Palette
zh_cn: 调色板

source: Color Picker
zh_cn: 吸管

source: Colour
zh_cn: 颜色

source: Colour Dialog
zh_cn: 颜色对话框

source: Colour Mix
zh_cn: 混色

source: Colour Options
zh_cn: 颜色选项

source: Colour Palette
zh_cn: 调色板

source: Colour Picker
zh_cn: 取色器

source: Colour Select Button
zh_cn: 颜色选择按钮

source: Colour coding/code completion enabled for obsolete content
zh_cn: 为含有弃用的内容的代码提供语法高亮和自动补全

source: Colour coding/code completion for obsolete content
zh_cn: 为含有弃用的内容的代码提供语法高亮和自动完成

source: Colour of Control Lines
zh_cn: 控制线颜色

source: Colour of Control Points
zh_cn: 控制点颜色

source: Colour of Knots
zh_cn: 线结颜色

source: Colour of Selected Points
zh_cn: 选择点颜色

source: Colour of failed bracket/quote matches.
zh_cn: 括号引号匹配失败的颜色

source: Colour of successful bracket/quote matches.
zh_cn: 括号或引号成功匹配的颜色

source: Colour of text
zh_cn: 文本颜色

source: Colour only
zh_cn: 仅有颜色

source: Colour only:
zh_cn: 仅限颜色：

source: Colour remove tool
zh_cn: 颜色删除工具

source: Colour replace tool
zh_cn: 颜色替换工具

source: Colour:
zh_cn: 颜色：

source: Colours
zh_cn: 颜色

source: Column
zh_cn: 列

source: Column Volume
zh_cn: 音量列?

source: Column volume
zh_cn: 音频列音量

source: Columns
zh_cn: 列

source: Combined
zh_cn: 组合

source: Combining (&&, ||, ^^)
zh_cn: 组合逻辑(&&, ||, ^^)

source: Combobox
zh_cn: 组合框

source: Command
zh_cn: 命令行

source: Command Line Parameters
zh_cn: 命令行参数

source: Command Line Shortcut
zh_cn: 命令行快捷键

source: Comment Selection
zh_cn: 注释所选内容

source: Comment out the selected line (or lines) of text
zh_cn: 注释所选行（或多行）文本

source: Comments
zh_cn: 注释

source: Comments in Code
zh_cn: 代码注释

source: Commit
zh_cn: 提交

source: Commit Changes
zh_cn: 提交更改

source: Commit History
zh_cn: 提交历史

source: Commit Message
zh_cn: 提交消息

source: Commit Tool Changes?
zh_cn: 提交工具的更改吗(?)？

source: Commit email address
zh_cn: 提交的邮箱地址

source: Commit username
zh_cn: 提交的用户名

source: Common
zh_cn: 常规

source: Common Name
zh_cn: 通用名

source: Community
zh_cn: 社区

source: Company
zh_cn: 公司

source: Comparing (<, <=, ==, !=, >, >=)
zh_cn: 比较(<, <=, ==, !=, >, >=)

source: Compatibility Functions
zh_cn: 兼容性函数

source: Compatibility Report
zh_cn: 兼容性报告

source: Compatibility Scripts
zh_cn: 兼容性脚本

source: Compatible
zh_cn: 兼容

source: Compile Error Window Font Settings
zh_cn: 编译错误窗口字体设置

source: Compile Errors
zh_cn: 编译错误

source: Compile SDK
zh_cn: 编译 SDK

source: Compile times may take longer and you should always clear the compiler cache before building any final complete asset package for a target platform.
zh_cn: 编译时间可能会很长长，您应该注意清除编译器缓存，然后再为目标平台构建最终的完整资源包。

source: Compiler Errors
zh_cn: 编译错误

source: Compiler Flags:
zh_cn: 编译器标志（Flags）：

source: Compiling
zh_cn: 编译

source: Compiling your game can mean one of two things: compiling it for testing, or compiling it to create an asset package for a specific target platform.
zh_cn: 编译游戏意味着以下两种情况之一：编译它进行测试，或编译它以创建特定目标平台的 资源包 。

source: Compiling your game project to any target platform will require that you have set up the correct build tools (see here) and also filled in the appropriate Platform Preferences.
zh_cn: 将游戏项目编译到对应目标平台需要您的构建工具设置正确（请参阅 此处），并填写相应的 平台首选项。

source: Completed
zh_cn: 已完成

source: Compressed - Not Streamed
zh_cn: 压缩 - 非流式

source: Compressed - Streamed
zh_cn: 压缩 - 流式

source: Compressed Application Zip
zh_cn: 压缩应用程序 Zip

source: Compressing data structures is a good thing, because if you use less memory, you get less cache misses, and your code just runs faster.
zh_cn: 压缩数据结构是一件非常好的事情，因为如果你使用的内存越少，缓存丢失的也就越少，而你的代码就可以运行地更快。

source: Computers only multiply in 2s, and to do more it'll break a number apart, and then add all the results together.
zh_cn: 计算机只能在 2 以内相乘，为了乘以更大的数，它会先将数字分开，然后将所有结果加在一起。

source: Condition
zh_cn: 条件

source: Config
zh_cn: 配置

source: Config Files
zh_cn: 配置文件

source: Config:
zh_cn: 配置：

source: Configuration
zh_cn: 配置

source: Configuration Problem
zh_cn: 配置问题

source: Configuration Problem : Cannot build for Mac App Store and Steam at the same time.
zh_cn: 配置问题：无法同时为 Mac App Store 和Steam构建程序。

source: Configuration Problem : Game Options - Mac / General / App Id is not set.
zh_cn: 配置问题：游戏选项 - 未设置 Mac / 常规 / App Id。

source: Configuration Problem : Game Options - Mac / General / App Output is not set.
zh_cn: 配置问题：游戏选项 - 未设置 Mac / 常规 / 应用导出（App Output）。

source: Configuration Problem : Icon file is not a valid '.ico' format image.
zh_cn: 配置问题：图标文件不是有效的“.ico”格式图像。

source: Configuration Problem : Icon file is not a valid PNG format image.
zh_cn: 配置问题：图标文件不是有效的PNG格式图像。

source: Configuration Problem : Linux Build for Steam has invalid Steam App Id.
zh_cn: 配置问题：Linux 上为 Steam 构建程序 的 Steam App ID 无效(?)

source: Configuration Problem : Linux Build for Steam selected but Steam App Id is not set.
zh_cn: 配置问题：Linux 上已选择为 Steam 构建程序(?)，但未设置Steam App Id。

source: Configuration Problem : Mac Build for Steam has invalid Steam App Id.
zh_cn: 配置问题：Mac 上为 Steam 构建程序 的 Steam App ID 无效(?)。

source: Configuration Problem : Mac Build for Steam selected but Steam App Id is not set.
zh_cn: 配置问题：Mac 上已选择为 Steam 构建，但未设置 Steam App Id(?)。

source: Configuration Problem : Microsoft Xbox One Directory not found.
zh_cn: 配置问题：找不到 Microsoft Xbox One 目录。

source: Configuration Problem : No Linux device found.
zh_cn: 配置问题：找不到Linux设备。

source: Configuration Problem : No Mac device found.
zh_cn: 配置问题：找不到Mac设备。

source: Configuration Problem : No Windows UWP device found.
zh_cn: 配置问题：找不到 Windows UWP 设备。

source: Configuration Problem : No iOS device found.
zh_cn: 配置问题：未找到iOS设备。

source: Configuration Problem : No tvOS device found.
zh_cn: 配置问题：找不到tvOS设备。

source: Configuration Problem : PS4 SDK not found.
zh_cn: 配置问题：找不到 PS4 SDK。

source: Configuration Problem : PS4 Tools directory not found.
zh_cn: 配置问题：找不到 PS4 Tools 目录。

source: Configuration Problem : PS4 Visual Studio Path needs to be set to point to Visual Studio (.bat) batch file.
zh_cn: 配置问题：需要将 PS4 Visual Studio Path 设置为指向 Visual Studio（.bat）批处理文件。

source: Configuration Problem : Steamworks SDK install not found.
zh_cn: 配置问题：找不到 Steamworks SDK 安装程序。

source: Configuration Problem : Windows 10 SDK not found at path given in Windows UWP Preferences.
zh_cn: 配置问题：在 Windows UWP 偏好设置中给出的路径中找不到 Windows 10 SDK。

source: Configuration Problem : Windows Build for Steam has invalid Steam App Id.
zh_cn: 配置问题：Windows Build for Steam (?)的 Steam App ID 无效。

source: Configuration Problem : Windows Build for Steam selected but Steam App Id is not set.
zh_cn: 配置问题：已选择 Windows Build for Steam(?)，但未设置 Steam App Id。

source: Configuration Problem : Windows Package requires a valid Display Name.
zh_cn: 配置问题：Windows程序包需要有效的显示名称。

source: Configuration Problem : Windows Package requires a valid Executable Name.
zh_cn: 配置问题：Windows程序包需要有效的可执行文件名。

source: Configuration Problem : Windows Target Platform Minimum Version has not been filled out.
zh_cn: 配置问题：Windows目标平台最小版本尚未填写。

source: Configuration Problem : Windows Target Platform Version has not been filled out.
zh_cn: 配置问题：Windows目标平台版本尚未填写。

source: Configuration Problem : Windows UWP Visual Studio Path needs to be set to point to Visual Studio (.bat) batch file.
zh_cn: 配置问题：需要将 Windows UWP Visual Studio Path 设置为指向 Visual Studio（.bat）批处理文件。

source: Configuration Problem : Windows Visual Studio Path needs to be set to point to Visual Studio (.bat) batch file.
zh_cn: 配置问题：需要将 Windows Visual Studio Path 设置为指向 Visual Studio（.bat）批处理文件。

source: Configuration Problem : Xbox One SDK Directory not found.
zh_cn: 配置问题：找不到 Xbox One SDK 目录。

source: Configuration Problem : Xbox One SDK Version does not match {0}.
zh_cn: 配置问题：Xbox One SDK 版本与{0}不匹配。

source: Configuration Problem : Xbox One Tools Directory not found.
zh_cn: 配置问题：找不到 Xbox One Tools 目录。

source: Configuration Problem : Xbox One Visual Studio Path needs to be set to point to Visual Studio (.bat) batch file.
zh_cn: 配置问题：需要将 Xbox One Visual Studio 的路径设置为指向 Visual Studio（.bat）的批处理文件。

source: Configuration Problem : iOS install path not set.
zh_cn: 配置问题：未设置iOS安装路径。

source: Configuration Problem : tvOS install path not set.
zh_cn: 配置问题：未设置tvOS安装路径。

source: Configurations
zh_cn: 配置

source: Configurations Label Colour
zh_cn: 配置标签颜色

source: Configurations background colour
zh_cn: 配置背景颜色

source: Configurations icon colour
zh_cn: 配置图标颜色

source: Confirm
zh_cn: 确认

source: Confirm Dialogs
zh_cn: 确认对话框

source: Confirm Dialogues
zh_cn: 确认对话框

source: Connect
zh_cn: 连接

source: Connected
zh_cn: 已连接

source: Connecting to game...
zh_cn: 正在连接到游戏……

source: Connection Failed
zh_cn: 连接失败

source: Connection Kind
zh_cn: 连接类型

source: Connection Successful
zh_cn: 连接成功

source: Connection to {0} Failed
zh_cn: 连接 {0} 失败

source: Connection to {0} Successful
zh_cn: 连接 {0} 成功

source: Connection to {0} Successful - No Devices found
zh_cn: 连接 {0} 成功 - 没有发现设备

source: Console
zh_cn: 控制台

source: Consoles
zh_cn: 控制台

source: Constant
zh_cn: 常量

source: Constants
zh_cn: 常量

source: Constructing Action Block Code
zh_cn: 构造动作代码块

source: Containers
zh_cn: 容器

source: Content
zh_cn: 内容

source: Contents
zh_cn: 内容

source: Context Menu
zh_cn: 右键菜单

source: Contiguous mode:
zh_cn: 连续模式：

source: Continue
zh_cn: 继续

source: Continue (${debugger_continue})
zh_cn: 继续 (${debugger_continue})

source: Continue?
zh_cn: 继续？

source: Control
zh_cn: Control（Ctrl）

source: Control Keys
zh_cn: 功能键（F1..F12）

source: Control key must be held down for mouse wheel zoom
zh_cn: 必须按下Ctrl键来进行滚轮缩放

source: Control point colour
zh_cn: 控制点颜色

source: Conversely, if you have objects with a negative collision group (ie: four objects assigned "-1"), you are telling GameMaker Studio 2 that these should never collide, and any collision events between them will be ignored.
zh_cn: 相反，如果您的对象具有负面的碰撞组（即：分配了“ -1 ”的四个对象），则说明 GameMaker Studio 2 碰撞</ i>，并且它们之间的任何碰撞事件将被忽略。

source: Convert
zh_cn: 转换

source: Convert DnD™
zh_cn: 转换 DnD™

source: Convert Image to Tilemap
zh_cn: 将图像转换为图块地图（Tilemap）

source: Convert a number to a string.
zh_cn: 将一个数字转换为字符串。

source: Convert a string to a number.
zh_cn: 将一个字符串转换为一个数字。

source: Convert to DnD™
zh_cn: 转换成DnD™

source: Convert to Frames
zh_cn: 转换为帧

source: Convert to GML
zh_cn: 转换成GML

source: Convert to {0}
zh_cn: 转换为 {0}

source: Converted builtin - line {0}: {1} -> {2}
zh_cn: 转换内建 - 第 {0} 行 : {1}→{2}

source: Converted description {0}
zh_cn: 已转换描述 {0}

source: Converted string - line {0}: {1} -> {2}
zh_cn: 已转换字符串 - 第{0}行: {1} → {2}

source: Converting GML script: {0}
zh_cn: 转换GML脚本：{0}

source: Converting object event to GML script: {0}
zh_cn: 将物体事件转换为GML脚本：{0}

source: Convex Shape
zh_cn: 凸多边形

source: Copies To:
zh_cn: 拷贝到：

source: Copy
zh_cn: 复制

source: Copy Buffer
zh_cn: 复制缓冲区

source: Copy Colours to Sprite:
zh_cn: 将颜色复制到精灵中：

source: Copy Event
zh_cn: 拷贝事件

source: Copy File
zh_cn: 复制文件

source: Copy Frame
zh_cn: 复制帧

source: Copy Gadget
zh_cn: 复制部件

source: Copy Selection
zh_cn: 复制所选

source: Copy To
zh_cn: 复制到

source: Copy a buffer.
zh_cn: 复制一个缓冲区。

source: Copy a file to a new location.
zh_cn: 将文件复制到新的位置。

source: Copy any selected actions to the clipboard
zh_cn: 将所选动作复制到剪贴板上

source: Copy any selected text to the clipboard
zh_cn: 将所选文本复制到剪贴板上

source: Copy colours to sprite:
zh_cn: 复制色板到精灵中：

source: Copy exe to output folder
zh_cn: 将exe复制到输出文件夹

source: Copy selected items from the current layer
zh_cn: 从当前层复制所选项

source: Copy selected moments from the timeline
zh_cn: 从时间轴中拷贝一个时刻

source: Copy selection / copy frame
zh_cn: 复制选区/帧

source: Copy settings from Amazon Fire
zh_cn: 从 Amazon Fire 复制设置

source: Copy settings from Android
zh_cn: 从Android复制设置

source: Copy the selected event to the clipboard
zh_cn: 将所选事件拷贝到剪贴板上

source: Copy the selected frames
zh_cn: 复制所选帧

source: Copy the source font into the project\nMarketplace assets containing this resource will also include the source font
zh_cn: 复制源字体到项目中\n包含这个资源的市场资产也将包含这个源字体

source: Copy to clipboard
zh_cn: 复制到剪贴板

source: Copy to project
zh_cn: 复制到项目中

source: Copying Sound...
zh_cn: 复制声音...

source: Copying files...
zh_cn: 复制文件...

source: Copyright
zh_cn: 版权

source: Could not connect to Remote Worker.
zh_cn: 无法连接远程工作者（Remote Worker）。

source: Could not find tutorial template project: {0}
zh_cn: 找不到教程模板项目：{0}

source: Could not find {0}
zh_cn: 无法找到{0}

source: Could not find {0}'
zh_cn: 找不到 {0}'

source: Could not process Keystore; may be corrupt or have incorrect password
zh_cn: 无法处理密钥库; 可能已损坏或密码错误

source: Couldn't open the specified library.
zh_cn: 不能打开指定的库。

source: Count
zh_cn: 数量

source: Countdown
zh_cn: 倒计时

source: Country
zh_cn: 国家

source: Create
zh_cn: 创建

source: Create A New Certificate
zh_cn: 创建一个新证书

source: Create Arm Package
zh_cn: 创建 Arm 程序包

source: Create Buffer
zh_cn: 创建缓冲区

source: Create Certificate
zh_cn: 创建证书

source: Create Child
zh_cn: 创建子对象

source: Create Event
zh_cn: 创建事件

source: Create Executable
zh_cn: 创建可执行文件

source: Create Executable (${package_program})
zh_cn: 创建可执行文件 (${package_program})

source: Create Executable (CTRL + F8)
zh_cn: 创建可执行文件 (CTRL + F8)

source: Create Executable (not available with Trial Licence)
zh_cn: 创建可执行文件 (试用版许可证不可用)

source: Create Extension
zh_cn: 创建扩展

source: Create Font
zh_cn: 创建字体

source: Create Grid
zh_cn: 创建栅格

source: Create Included File
zh_cn: 创建内含文件

source: Create Instance
zh_cn: 创建实例

source: Create KeyPair
zh_cn: 创建密钥对

source: Create Library
zh_cn: 创建库

source: Create List
zh_cn: 创建列表

source: Create Map
zh_cn: 创建映射(map)

source: Create New
zh_cn: 新建

source: Create New Asset Layer
zh_cn: 新建精灵层

source: Create New Background Layer
zh_cn: 新建背景层

source: Create New Folder
zh_cn: 新建文件夹

source: Create New GUID
zh_cn: 创建新的GUID

source: Create New Instance Layer
zh_cn: 新建实例层

source: Create New Path Layer
zh_cn: 新建路径层

source: Create New Project
zh_cn: 创建新项目

source: Create New Tile Layer
zh_cn: 新建图块层

source: Create Note
zh_cn: 创建便签

source: Create Nsis Installer
zh_cn: 创建 Nsis 安装程序

source: Create Object
zh_cn: 创建物体

source: Create Package
zh_cn: 创建程序包

source: Create Particle Emitter
zh_cn: 创建粒子发射器

source: Create Particle System
zh_cn: 创建粒子系统

source: Create Particle Type
zh_cn: 创建粒子类型

source: Create Path
zh_cn: 创建路径

source: Create Project Repository
zh_cn: 创建项目库

source: Create Publisher Account
zh_cn: 创建发布者帐号

source: Create Room
zh_cn: 创建房间

source: Create Script
zh_cn: 创建脚本

source: Create Shader
zh_cn: 创建着色器

source: Create Sound
zh_cn: 创建声音

source: Create Sprite
zh_cn: 创建精灵

source: Create Sprite From Image(s)
zh_cn: 从图片创建精灵

source: Create Stack
zh_cn: 创建堆栈

source: Create Textures on Demand
zh_cn: 按需创建纹理

source: Create Tile Set
zh_cn: 创建图块集

source: Create Timeline
zh_cn: 创建时间轴

source: Create X64 Package
zh_cn: 创建 X64 程序包

source: Create X86 Package
zh_cn: 创建 X86 程序包

source: Create Zip Archive
zh_cn: 创建 Zip 文档

source: Create a Bluetooth socket (currently unavailable!).
zh_cn: 创建一个蓝牙套接字（尚不可用！）

source: Create a bluetooth socket (currently unavailable!).
zh_cn: 创建一个蓝牙套接字（尚不可用！）

source: Create a buffer.
zh_cn: 创建一个缓冲区。

source: Create a burst of particles without an emitter.
zh_cn: 不使用发射器，喷发一股粒子。

source: Create a list data structure.
zh_cn: 创建一个列表数据结构。

source: Create a map data structure.
zh_cn: 创建一个映射数据结构。

source: Create a new extension resource
zh_cn: 创建一个新的扩展资源

source: Create a new font resource
zh_cn: 创建一个新的字体资源

source: Create a new grid data structure.
zh_cn: 创建一个栅格数据结构。

source: Create a new included data file resource
zh_cn: 创建一个新的内含文件资源

source: Create a new note resource
zh_cn: 创建一个新的便签资源

source: Create a new object resource
zh_cn: 创建一个新的物体资源

source: Create a new particle emitter.
zh_cn: 创建一个新的粒子发射器。

source: Create a new particle system.
zh_cn: 创建一个新的粒子系统。

source: Create a new particle type.
zh_cn: 创建一个新的粒子类型。

source: Create a new path resource
zh_cn: 创建一个新的路径资源

source: Create a new project.
zh_cn: 创建一个新项目。

source: Create a new random seed used by the random number generator.
zh_cn: 通过随机数生成器创建一个新的随机种子。

source: Create a new room resource
zh_cn: 创建一个新的房间资源

source: Create a new script resource
zh_cn: 创建一个新的脚本资源

source: Create a new shader resource
zh_cn: 创建一个新的着色器资源

source: Create a new sound resource
zh_cn: 创建一个新的声音资源

source: Create a new sprite resource
zh_cn: 创建一个新的精灵资源

source: Create a new tile set resource
zh_cn: 创建一个新的图块集资源

source: Create a new timeline resource
zh_cn: 创建一个新的时间轴资源

source: Create a stack data structure.
zh_cn: 创建一个堆栈数据结构。

source: Create a web socket using TCP.
zh_cn: 使用TCP协议创建一个网络套接字。

source: Create a web socket using UDP.
zh_cn: 使用UDP协议创建一个网络套接字。

source: Create an executable package using the current target settings
zh_cn: 使用当前的目标设定创建可执行程序包

source: Create event.
zh_cn: 创建事件

source: Create from Strip
zh_cn: 从长带图中创建

source: Create new certificate
zh_cn: 创建新的证书

source: Created package '{0}' version {1}
zh_cn: 创建程序包 '{0}' 版本 {1}

source: Created with {0}
zh_cn: 使用 {0} 创建

source: Creates a new emitter in the given particle system.
zh_cn: 在指定粒子系统内新建一个发射器。

source: Creates an instance of an object.
zh_cn: 创建一个物体的实例。

source: Creating A Final Executable Package
zh_cn: 创建最终可执行程序

source: Creating A YoYo Account
zh_cn: 创建一个YoYo账户

source: Creating Action Scripts
zh_cn: 创建动作脚本

source: Creating Joints
zh_cn: 创建关节

source: Creating Objects
zh_cn: 创建物体

source: Creating Repository at {0}
zh_cn: 在{0}创建存储库

source: Creating Rooms
zh_cn: 创建房间

source: Creating Sounds
zh_cn: 创建声音

source: Creating Sprites
zh_cn: 创建精灵

source: Creating Tile Sets
zh_cn: 创建图块集

source: Creating Tile sets
zh_cn: 创建图块集

source: Creating package...
zh_cn: 创建程序包...

source: Creation Code
zh_cn: 创建时代码

source: Creation Code in Room: {0}
zh_cn: 房间创建时代码：{0}

source: Creator
zh_cn: 创造者（Creator）

source: Creators Program App
zh_cn: 创建者程序应用（Creators Program App）

source: Crop / pad
zh_cn: 裁剪 / 填充

source: Crop All Frames To Selection
zh_cn: 裁剪所有帧保留选区内容

source: Crop To Fit
zh_cn: 裁剪以适应

source: Crop/pad canvas
zh_cn: 裁剪/垫空画布?

source: Crop/pad imported image
zh_cn: 裁剪/垫空导入的图片

source: Cubic
zh_cn: 立方

source: Current
zh_cn: 当前

source: Current Build Target
zh_cn: 当前构建目标

source: Current Frame
zh_cn: 当前帧

source: Current Frame:
zh_cn: 当前帧：

source: Current Group:
zh_cn: 当前组：

source: Current Package
zh_cn: 当前的程序包

source: Current Runtime Release Notes
zh_cn: 当前运行库版本说明

source: Current Runtime:
zh_cn: 当前运行库：

source: Current Version:
zh_cn: 当前版本：

source: Current layer is not visible
zh_cn: 当前层不可见
